{
    "Temples":[
        {
            "name": "Payson",
            "imageurl": "./images/payson.jpg",
            "address":"1494 S 930 W",
            "city":"Payson",
            "state":"UT",
            "zip":84651,
            "phone":"(+1) 801-754-4949",
            "email":"church@churchofjesuschrist.org",
            "services":[
                "NO clothing rental available",
                "NO cafeteria food served",
                "NO patron housing available",
                "Distribution center nearby"
            ],
            "intro":"The Payson Utah Temple is a temple of The Church of Jesus Christ of Latter-day Saints in Payson, Utah. The temple is located on the southernmost edge of Utah's Wasatch Front, and is the 15th dedicated temple in the state.",
            "hotel":"./reservation.html",
            "map": "https://www.churchofjesuschrist.org/temples/map?lang=eng&templeName=payson-utah-temple",
            "description": "",
            "TempleSite" : "The Payson Utah Temple is located in southwestern Payson on a gently sloping parcel near the intersection of 930 West and 1550 South, adjacent to a recently constructed meetinghouse in the Payson Utah Mount Nebo Stake. The site offers scenic mountain views and a convenient location, just a mile from the 800 South exit of I-15. On January 25, 2010, President Thomas S. Monson announced plans for the construction of a new temple in Payson, Utah. He said,\"Temples answer those soul-searching questions of the purpose of life, of why we are here and where we are going. They are sanctuaries from the storms of life and bless the lives of members of the Church who worship within their sacred walls.\" The new temple will serve the growing membership in southern Utah County and help alleviate demands on the heavily attended Provo Utah Temple. This announcement brings the total number of operating and planned temples in Utah to 15.8"
            
        },
        {
            "name": "Hawaii",
            "imageurl": "./images/hawaii.jpg",
            "address":"55-600 Naniloa Loop",
            "city":"Laie",
            "state":"HI",
            "zip":96762,
            "phone":"(+1) 808-293-2427",
            "email":"church@churchofjesuschrist.org",
            "services":[
                "Clothing rental available",
                "Cafeteria food served",
                "NO patron housing available",
                "Distribution center nearby"
            ],
            "intro":"Laie Hawaii Temple is a temple of The Church of Jesus Christ of Latter-day Saints located on the northeast shore of the Hawaiian island of Oʻahu. The temple sits on a small hill, a half-mile from the Pacific Ocean, in the town of Lāʻie, 35 miles from Honolulu.",
            "hotel":"./reservation.html",
            "map": "https://www.churchofjesuschrist.org/temples/map?lang=eng&templeName=laie-hawaii-temple",
            "description": "",
            "TempleSite" : "Laie Hawaii Temple is a temple of The Church of Jesus Christ of Latter-day Saints located on the northeast shore of the Hawaiian island of Oʻahu. The temple sits on a small hill, a half-mile from the Pacific Ocean, in the town of Lāʻie, 35 miles from Honolulu. Surrounded by lush Hawaiian flora on a gently rising hill that features cascading pools and a large fountain, the Laie Hawaii Temple graces the north shore of Oahu just a half mile from the Pacific Ocean. Travelers along Kamehameha Highway can't miss the striking Hale Laa Boulevard that leads the short distance from the highway to the temple. The exquisite boulevard features a tropical garden on one end and palm trees and decorative lights on the other. Sharing the temple grounds is a highly visited public visitors' center. Down the street is Church-owned Brigham Young University–Hawaii and Hawaii's number-one paid attraction, the Polynesian Cultural Center."
            
        },
        {
            "name": "Mesa",
            "imageurl": "./images/mesa.jpg",
            "address":"101 S Lesueur",
            "city":"Mesa",
            "state":"AZ",
            "zip":85204,
            "phone":"(+1) 480-833-1211",
            "email":"church@churchofjesuschrist.org",
            "services":[
                "Clothing rental available",
                "Cafeteria food served",
                "NO patron housing available",
                "Distribution center nearby"
            ],
            "intro":"The Mesa Arizona Temple is the seventh operating temple of The Church of Jesus Christ of Latter-day Saints. Located in the city of Mesa, Arizona, it is the first of six LDS temples built or planned in the state.",
            "hotel":"./reservation.html",
            "map": "https://www.churchofjesuschrist.org/temples/map?lang=eng&templeName=mesa-arizona-temple",
            "description": "",
            "TempleSite" : "The Mesa Arizona Temple is the seventh operating temple of The Church of Jesus Christ of Latter-day Saints. Located in the city of Mesa, Arizona, it is the first of six LDS temples built or planned in the state. Located just east of the original Mesa Townsite—settled by pioneers of The Church of Jesus Christ of Latter-day Saints—the Mesa Arizona Temple anchors a historic district, which has predominantly retained its residential character. A public visitors' center shares the meticulously manicured grounds of the temple, which feature a cactus garden and large reflection pools. The Easter season brings thousands of guests to the temple grounds every year to watch Jesus the Christ, the largest annual outdoor Easter pageant in the world. At Christmas time, the grounds are converted to an exquisite Nativity display accented by hundreds of thousands of Christmas lights."
        },
        {
            "name": "Provo City",
            "imageurl": "./images/provo-city.jpg",
            "address":"50 S University Ave",
            "city":"Provo",
            "state":"UT",
            "zip":84601,
            "phone":"(+1) 801-343-2700",
            "email":"church@churchofjesuschrist.org",
            "services":[
                "Clothing rental available",
                "NO cafeteria food served",
                "NO patron housing available",
                "Distribution center nearby"
            ],
            "intro":"The Provo City Center Temple is a temple of The Church of Jesus Christ of Latter-day Saints on the same site as the former Provo Tabernacle in Provo, Utah. Completed in 2016, the temple utilizes much of the external shell of the tabernacle, all that remained of the original building after a fire in December 2010",
            "hotel":"./reservation.html",
            "map": "https://www.churchofjesuschrist.org/temples/map?lang=eng&templeName=provo-city-center-temple",
            "description": "",
            "TempleSite" : "The Provo City Center Temple stands at the corner of 100 South and University Avenue in Provo's Central Business District. In August 2011, news reports revealed the Church's acquisition of the Provo Travelodge Motel and the Los 3 Amigos Restaurant on the block south of the tabernacle. On September 27, 2011, the third of four properties on the block was secured when the Provo City Council, acting as the Redevelopment Agency Board, voted unanimously to sign a letter of intent with the Church to sell the site of the old Hotel Roberts. The Howard C. Nielson Post Office stands on the final tract, which is not for sale, but the Church has expressed interest in acquiring.5 NuSkin International has sold its former parking terrace to the Church, located west of the temple, as a new facility has been constructed further west. In early November 2012, the earliest known baptistry of the Church in Utah County was discovered on the site of the Provo City Center Temple. The five-by-nine-foot font was built around 1875 and used until 1906 or so. It had three layers of wood laid in crisscross fashion, fastened by nails and screws. A water pipe to fill and drain the font were also discovered. Large quantities of painted plaster fragments were found, revealing the original sky blue color of the interior walls."
        }
    ]
}